[
  {
    "year": "2014",
    "title": "Moved to Hong Kong for my first job",
    "description": "I moved across the Pacific Ocean to start my career as an actuarial consultant in Hong Kong. Early on in my career, I got a chance to speak with clients and asked effective questions to get to their core problems.",
    "image": "https://media4.giphy.com/media/fniVO5yA3ddAq6A19V/giphy.gif?cid=ecf05e4772vej00wywtifhsibkzewwlvl9ljo5w145vxqv99&rid=giphy.gif&ct=g"
  },
  {
    "year": "2015",
    "title": "Moved to San Francisco for my second job",
    "description": "I moved to Mercer's San Francisco division. This was a more global role than my previous position in Hong Kong. I sharpened my project management skills by managing 10+ benefit renewals across 7 clients. Within my first few months, I was tasked to lead a data visualization product on HR data. This inspired me to continue my path on being a software engineer.",
    "image": "https://media1.giphy.com/media/BCs20EzQnYRXi/giphy.gif?cid=ecf05e47mbpbtt4afq0vwxjls73kya108k028hu2xrzwhhua&rid=giphy.gif&ct=g"
  },
  {
    "year": "2018",
    "title": "Completed Springboard's Data Science Bootcamp",
    "description": "I completed Springboard's Data Science Bootcamp. I used Python and SQL to analyze data while also building machine learning models to be more efficient with coding at my current role.",
    "image": "https://coursereport-s3-production.global.ssl.fastly.net/rich/rich_files/rich_files/3350/s1200/springboard-data-science-career-track-curriculum-spotlight.png"
  },
  {
    "year": "2020",
    "title": "Moved back home",
    "description": "I moved back to Vancouver due to COVID-19 and to be closer to my family.",
    "image": "http://res.cloudinary.com/simpleview/image/upload/v1589990523/clients/vancouverbc/Vancouver_Aerial_2017_1__72115131-4a31-42dc-b369-7a5ccec8273f.jpg"
  },
  {
    "year": "2021",
    "title": "Became an Associate of the Society of Actuaries",
    "description": "I completed my qualification to become an Associate of the Society of Actuaries. I learnt various financial modelling techniques, risk management, and statistical models. As part of the curriculum, I also built machine learning models and interpreted the results of the models to a non-technical audience.",
    "image": "https://upload.wikimedia.org/wikipedia/en/f/f4/SoALogo.png"
  },
  {
    "year": "2022",
    "title": "Promoted to Principal Consultant",
    "description": "Completed a major milestone in my career at Mercer - becoming a Principal. In my current role, I am the responsible for managing several rapidly growing high-tech companies with their global benefits programs. I mentor our junior team members and help themt think critically on how benefits strategies should align with a company's vision.",
    "image": "https://media2.giphy.com/media/Z6E5EzRex9S4hAlsUt/giphy.gif?cid=ecf05e47g4lru0kz09txcchjll5r6z74cm5tgn8ppfnwmx1t&rid=giphy.gif&ct=g"
  }
]
